{
    "pages": [
        {
            "title": "CanMars 2016 — this is gonna roll Monday Morning", 
            "text":"This is gonna be awesome. We have been preparing for this event for the last few months. Several participants are veterans of the 2015 mission, leads were there during the first few years of the project. In addition to a handful of new participants such as myself. My role. In fact, there were a few last-minute adjustments in the hierarchical structure of the mission staff at Mission Control. Initially, I was going to be a member of: the GIS group (Geographical Information System), those responsible for organizing maps and geolocalisation features for the rest of the teams, with @Zach4TheFuture (Zach Morse, Western, Ph.D. student in Earth Sciences) and @Elusium (Elise Harrington, Western, M. Sc. student in Earth Sciences); the MastCAM group (camera mounted on a mast, with a ZOOM and PANORAMA mode); the TEMMI group (the Three-Dimensional Exploration Multispectral Microscope Imager) with a colleague. A big load as they say. I have been reading for the last weeks almost everything that was written on those sensors so I have a good grasp on capabilities and limitations, in addition to reports and papers that were prepared for conferences and such. Good for me! Next thing I know, as the team was taking form and specific schedules and limitations of availability were arriving on the Science Lead desk, a few adjustments were required: I was removed from the GIS team; I became the lead for the MastCAM group; the lead of TEMMI; the lead of RMI (the Remote Micro Imager); the lead of WATSON (a special camera acting as a microscope). It was not sure yet who would be composing my group but I had a few remote collaborators online who would help me run this fine suite of instruments. I still have the weekend to somewhat catch on with my latest assignment(s). Source: ASC_CSA. This is MESR being tested in a simulated arid environment.", 
            "tags": "CanMars", 
            "loc": "https://egodin.github.io/canmars-2016-this-is-gonna-roll-monday-morning.html"
        },
        {
            "title": "Mountain tops, plateaus and subglacial channels", 
            "text":"With @drcrater, @agraugal and Dr. Jellinek, we started the day on ATV&#39;s toward the south-east, relative to base camp location, for a long day exploring the intrinsic of subglacial channels, the main research focus of Ph. D. student A. Grau. Ancient subglacial channels are the relict of a time when glaciers or an ice cap was covering the area before the ice retreated on central Devon Island, 8800 to 8500 years before present (Dyke, 1998). At first glance, subglacial channels look like a usual riverine or fluvial channel... or are they? When looking closely, a few obvious differences are striking, for example: Due to this river being under a layer of glacier ice, pressure may be exerted on the subglacial stream, possibly resulting in bed topography gaining altitude in the downstream direction; Subglacial channels may be parallel, and quite close one from another; The goal of today&#39;s work is to find a few subglacial channels and cartography the long profile of the channels to later analyze their geometry and distribution in a geographical information system. Here (Figure 1) we are busy mapping this channel. Being able to recognize the nature of such channels in cold, but non-glaciated environments is useful to understand ancient climate conditions, either in polar regions, or on Mars, for instance. Figure 1: A few members of our team getting ready to map the longitudinal profile of a possible subglacial channel. While travelling from one channel to another, we stumbled upon awesome frost-shattered rock mantles, also known as felsenmeers, featured by patterned ground due to the frost action, one of the top interests of mine (Figure 2). I will have to return here to study and characterize the nature of this patterned ground if possible. Figure 2: Sorted patterned ground forming on plateaus-top. Small sized rock fragments and finer sediments are found in the center of the stone circle, where coarser material was pushed outside the centre.", 
            "tags": "Field", 
            "loc": "https://egodin.github.io/mountain-tops-plateaus-and-subglacial-channels.html"
        },
        {
            "title": "In the air - late arrival is still an arrival", 
            "text":"The last group (@Elusieum, @planet_neish, @meteorJen and I) went in the Twin Otter around 22:30, after refueling from their first run and after loading it. The aircrafts were back from their first run to drop team one and two and their gear on the site. Overall, it took approximately 40 to 45 minute to fly near our camp site, about 20 minute to empty, and another 40 minute to get back to us. Sun is now shining finally - better later than never. Therefore we should arrive just after midnight. This will be a long one! We lifted off - no problems, only 40 min fly-time. Upon arrival, I was quite impressed by the speed the groups already on site deployed the camp ! (Fig. 1) Figure 1: The camp upon our arrival, just before landing. This was about two hours after they arrived. The two big tents are our living quarters, like work and living room, and the second one is the kitchen. Upon landing, there was still a lot of work and organization to do. In the wilderness, the food need to be properly separated from our tents and food set in sealed boxes to ideally minimize the smells and prevent the attraction of, for instance, polar bears. Toilets facilities were set; everyone had an individual tent, the radio mast and station were installed for us to be able to speak with Resolute at 8:00 in the morning - we were able to finish the day at around 3:00.", 
            "tags": "Field", 
            "loc": "https://egodin.github.io/in-the-air-late-arrival-is-still-an-arrival.html"
        },
        {
            "title": "The best taxi on this planet", 
            "text":"Everyone is near the tarmac, in full expedition gear, ready to leave to Devon. Light rain, sky is gray, it is frisky as usual. We just got a GO from the PCSP control. We spent the last two days making and weighing boxes, as everything getting in the taxi need to be known up to the nearest 10 kg by the pilot - when we were allowed a bit less than 1.5 tons, passengers included. So what is this taxi about? Well, in my opinion, this is the best ride you will ever have in a taxi, trust me. To have an idea, check Fig. 1. I mean, seriously - this is like a combo = the pilots are awesome, they can land litterally anywhere, which is a good thing because when in High Latitudes, it is not like there is a landstrip every two miles right. Control makes sure that the weather is perfect, which may be challenging sometime. I have been flying these almost yearly since 2009 - landing on frozen lakes mostly, and with climate changes, frozen lakes are not to be trusted based on the date right, so one need to be careful. Anyway we are now going in a polar desert this time, so the risk of finding a frozen lake in July is low. Figure 1: Twin Otter are awesome planes able to land and takeoff literally anywhere. Here is the two Twin full of our gear waiting for the GO from control. These planes are Twin Otter, owned and operated by Kenn Borek. There was three Twin Otter in rotation at Resolute this summer, and we were schedule 2 (to make 3 trips) to destination on Devon. I was assigned to the third and last one. These Twin are doing service to the Antarctic apparently, during northern hemisphere winter. Usually, more work is done during summer in high latitudes, depending on the project. In our case when the snow cover the ground, it is very unpractical to work, especially during the long nights where not much can be seen. These planes are essential to research in remote area, since they can bring a lot of supply to extended stays, which is the case this summer with almost one month for about half the group, some are leaving after two weeks and other should replace them. See Figure 2 to have an idea of what is entering in one single plane, not counting ATV&#39;s and personal - we had 3 loads like that. Figure 2: This is what is entering in one Twin Otter, not counting the team or the extra ATV&#39;s. We had 3 like that, one for each plane. Mostly scientific equipment, gear and supplies.", 
            "tags": "Field", 
            "loc": "https://egodin.github.io/the-best-taxi-on-this-planet.html"
        },
        {
            "title": "Arrival at Resolute, NU", 
            "text":"Just arrived at Resolute Bay, Nunavut, yesterday. This is presently my first time on Cornwallis Island and also the most northern location I ever went. Polar Continental Shelf Program Resolute facility is an invaluable resource for researchers working in the High Arctic (15 July 2016). In fact this place is amazing, seriously, in regard with the logistics provided and their support for our research. Staff from PSCP (Salut Yvon!) were waiting for my arrival with a pick-up truck to help me with my with my gear. The airstrip is conveniently connecting to the Storage and very near the main building so the transition between &#39;being seated in the aircraft&#39; to &#39;let&#39;s show you your room and the kitchen&#39; was a 10 minutes thing. Upon arrival I was the only one from my team, the rest of the Spacerocks et al. were still transiting to destination. No worry I was busy; since we will be on Devon Island for up to three weeks, with 10 to 13 persons at once, I had to start looking at the state of the field gear that was left in Gordon&#39;s shelf, in addition to what will be provided by PCSP for our stay. So, let&#39;s begin by the beginning: Tripod, for optical equipments? Check. ATV&#39;s x4, those Bayou 250? Check. The Honda power generator, one 1000W to carry around during the day? Check. Another power generator (2000W) for the base camp? Check. Tents (Eureka K-2 XT) x9? Check. (more were carried up by the team). This field portable toilet? Check. and so on... But there is so much more small and not so small things to check and to prepare and, luckily, the rest of the team will be there very soon.", 
            "tags": "Field", 
            "loc": "https://egodin.github.io/arrival-at-resolute-nu.html"
        },
        {
            "title": "Wilderness and Remote First Aid Training", 
            "text":"Previous to travelling to the High Arctic, it is usual to be trained in CPR or First Aid of some sort. Nevertheless, our research group required everyone travelling to Devon Island this year to have a valid Wilderness and Remote First Aid Certification. Three of us went to LMac Community CPR. The main difference with the Wilderness and Remote course, compared to other more classical courses, is that we have a very poor access to emergency services, so the time required before an evacuation or the arrival of a health professional can be dozen hours or a few days, depending on the weather and our location. When an emergency occur, care must be provided for much longer, where in any urban area about fifteen minutes will be considered quite long. We were 3 from our team at the course, where we practiced the order of action during an intervention (Primary, Secondary checks, etc). There was a strong emphasis on simulated and mocked accidents, often impossible to resolve or with &#39;deadly&#39; outcomes, where we had to put our mind to work and try to save the folks that were recoverable. The trainers were very competent and were also putting a lot of work to make the scenarios as realist as possible. In the picture, the rescuers in training thought that the wounded could have a neck injury and therefore secured it before transporting the victim in a shelter. This is an example of the situation we had to deal with - without access to 911 of course. Credits LMac-CPR. It was a great training - always in the hope we do not really need it right... More pictures from the training here : LMac Community CPR : action pics", 
            "tags": "Blog", 
            "loc": "https://egodin.github.io/wilderness-and-remote-first-aid-training.html"
        },
        {
            "title": "Objective : Devon Island", 
            "text":"Here is a map of the location of our projected fieldwork: Devon Island is located 74 degrees North. There is an ice cap on the eastern side of the Island, and the impact structure where we will stay is on the western side of the Island. We will be about 13 at most in the camp, and a small switch of personal midcourse. We will arrive at Resolute Bay facilities (PCSP) around July 15 and leave the Arctic around August 10. It will be an extraordinary experience to work with new peoples at a new emplacement. Can&#39;t wait to be there. Still have to prepare the scientific program, time is running!", 
            "tags": "Field", 
            "loc": "https://egodin.github.io/objective-devon-island.html"
        },
        {
            "title": "Arrival at London", 
            "text":"This is a view of the Middlesex College on the UWO Campus, just next my office So here I am in London. It is my second time here, the first time being when I went to meet Dr. Osinski (CPSX @ Western) for an hour last Fall, (back and through from Montreal). Now I am to work with him for the next two years due to my project being funded by the FQRNT. This will be awesome! Tomorrow I hope to meet my colleagues, visit our lab, the campus, (the libraries of course). Will further need to settle down, find a room. I got a lot of people to meet. So it is starting quite well. This building next door is named Middlesex College - but most importantly it hosts the Grad Club, a friendly place where there is plenty of coffee, bananas and hot food. I already know that this will be my supply place. The campus is quite green - trees and grass everywhere and the weather feels like the warmest Montreal summer days - must be an effect from the Great Lakes nearby. My assigned office is in the Western Science Centre building - it is a temporary assignment since post-doctoral researchers are grouped together somewhere else, I should be able to settle soon.", 
            "tags": "Blog", 
            "loc": "https://egodin.github.io/arrival-at-london.html"
        },
        {
            "title": "A new project", 
            "text":"This is among the greatest day of my life today: I got a post-doctoral research scholarship from FQRNT! They accepted my project to study permafrost features, dynamics and gullies at the Haughton Impact Structure (or crater). The study site is located in the western part of Devon Island, Nunavut, Canadian Arctic Archipelago. The approach consists in studying Earth cold and arid geomorphology in polar regions and use this to enhance our understanding of similar processes and landforms on Mars. I am right away planning my move to London (ON) at Western - this is gonna be amazing!", 
            "tags": "Blog", 
            "loc": "https://egodin.github.io/a-new-project.html"
        },
        {
            "title": "About", 
            "text":"My name is Etienne Godin. I recently finished my Ph. D. in geography at the Université de Montréal (Winter 2016); this path that led me to study the earth sciences and particularly the geomorphology of the cold regions. During my graduate studies, (thanks to the support of my thoughtful Ph. D. supervisor, the Pr. Daniel Fortier) I had multiple extraordinary occasions and opportunities to work in the field in the High Arctic. I am especially interested in the periglacial landscape dynamics, as often as possible hunting for ground ice to sample, study and map, and to understand how the ice and permafrost in transition impact the landscape. I also have a strong interest in understanding the permafrost processes wherever these exist, even on Mars! I recently joined a new lab as a post-doctoral fellow at Western Ontario to work with a very active team led by Pr. Gordon Osinski. The team focus on rocks obviously, especially on impact craters and planetary sciences. I hope to learn new techniques and approach with the Spacerocks, and to share my perception on permafrost problems. Buried ice somewhere on Bylot Island, NU, Canada, 2013 (Pic by S. Coulombe). This blog is a compilation of thoughts about my research and other interesting (I hope) things. Hope you enjoy - and do not hesitate to contact me if you have questions.", 
            "tags": "pages", 
            "loc": "https://egodin.github.io/pages/about.html"
        },
        {
            "title": "Contributions", 
            "text":"Papers Gray, J., G. Davesne, D. Fortier, and E. Godin. 2017. “Nonlinear Thermal and Moisture Response of Ice-Wedge The Thermal Regime of Mountain Permafrost at the Summit of Mont Jacques-Cartier in the Gaspé Peninsula, Québec, Canada: A 37 Year Record of Fluctuations showing an Overall Warming Trend.” Permafrost and Periglacial Processes 28 (1): 266-274. doi:10.1002/ppp.1903. Godin, E., Caudill, C. M. and Osinski, G. R. 2017. &#34;Imagery as a Multi-Scale Investigation Tool during the CANMARS 2016 MSR Analogue Mission.&#34; In: 48th Lunar and Planetary Science Conference. Woodlands, TX, USA, 20/03 - 24/03 :1933. Godin, E., Pontefract, A., Harrison, T. N. and Osinski, G. R. 2017. &#34;Characterization of Gullies and their Controls at Thomas Lee Inlet, Devon Island, Nunavut, and considerations as Analogues to Mars.&#34; In: 48th Lunar and Planetary Science Conference. Woodlands, TX, USA, 20/03 - 24/03 :1579. Osinski, G. R., Battler, M., Caudill, C., Pilles, E., Allard, P., Balachandran, K., Beaty, D., Bednar, D., Bina, A., Bourassa, M., Cao, F., Cloutis, E., Cote, K., Cross, M., Duff, S., Dzamba, T., Francis, R., Godin, E., Goordial, J., Grau, A., Haltigin, T., Harrington, E., Hawkswell, J., Hill, P., Hipkin, V., Innis, L., Kerrigan, M., King, D., Kissi, J., Li, Y., Maggiori, C., Maloney, M., Maris, J., McLennan, S., Mittelholz, A., Morse, Z., Newman, J., O&#39;Callaghan, J., Pascual, A., Picard, M., Poitras, J., Ryan, C., Simpson, S., Svensson, M., Tolometti, G., Tornabene, L., Whyte, L., Williford, K. &amp; Xie, T. 2017. &#34;Overview of the 2016 CanMars Mars Sample Return Analogue Mission.&#34; In: 48th Lunar and Planetary Science Conference. Woodlands, TX, USA, 20/03 - 24/03. Costard, F., Sejourne, A., Kargel, J. and Godin, E. 2016. &#34;Modeling and observational occurrences of near-surface drainage in Utopia Planitia, Mars.&#34; Geomorphology. 275: 80-89. doi:10.1016/j.geomorph.2016.09.034. Godin, E. and Osinski, G. R. 2016. &#34;The Haughton Impact Structure as an Analogue to Mars: Polygons and the Nature of Their Depositional Environment.&#34; In: 6th International Conference on Mars Polar Science and Exploration, LPI Contribution. Reykjavik, Iceland, 05/09 - 09/09 vol 1926: 6039. http://www.hou.usra.edu/meetings/marspolar2016/pdf/6039.pdf. Godin, E., D. Fortier, and E. Lévesque. 2016. “Nonlinear Thermal and Moisture Response of Ice-Wedge Polygons to Permafrost Disturbance Increases Heterogeneity of High Arctic Wetland.” Biogeosciences 13 (5): 1439–52. doi:10.5194/bg-13-1439-2016. ———. 2015. “Nonlinear Thermal and Moisture Dynamics of High Arctic Wetland Polygons Following Permafrost Disturbance.” Biogeosciences Discussions 12 (14): 11797–11831. doi:10.5194/bgd-12-11797-2015. Veillette, A., D. Fortier, and E Godin. 2015b. “Contrasting Patterns of Thermo-Erosion Gullies Formed in Syngenetic Ice Wedge Polygonal Terrains on Bylot Island, Eastern Canadian Arctic: Case Studies from Three Different Sedimentary Environments.” In Proceedings of the Sixty-Eighth Canadian Geotechnical Conference &amp; Seventh Canadian Permafrost Conference. Quebec, Quebec, Canada. PDF. Godin, E., D. Fortier, and S. Coulombe. 2014. “Effects of Thermo-Erosion Gullying on Hydrologic Flow Networks, Discharge and Soil Loss.” Journal Article. Environmental Research Letters 9 (10): 105010. doi:10.1088/1748-9326/9/10/105010. Godin, E., D. Fortier. 2012b. “Geomorphology of a Thermo-Erosion Gully, Bylot Island, Nunavut, Canada.” Journal Article. Canadian Journal of Earth Sciences 49 (8): 979–86. doi:10.1139/e2012-015. ———. 2012d. “Fine-Scale Spatio-Temporal Monitoring of Multiple Thermo-Erosion Gully Development on Bylot Island, Eastern Canadian Archipelago.” Conference Proceedings. In Proceedings of the Tenth International Conference on Permafrost, edited by Kenneth M. Hinkel, 1:125–30. Salerkhard, Yamal-Nenets Autonomous District, Russia: The Northern Publisher Salekhard. http://ipa.arcticportal.org/meetings/international-conferences. Direct link to the PDF. Godin, E., and D. Fortier. 2010c. “Geomorphology of Thermo-Erosion Gullies - Case Study from Bylot Island, Nunavut, Canada.” Conference Proceedings. In Proceedings of the Sixty-Third Canadian Geotechnical Conference &amp; Sixth Canadian Permafrost Conference, 1:1540–7. Calgary, Canada. http://pubs.aina.ucalgary.ca/cpc/CPC6-1540.pdf. Fortier, D., E Godin, M. Kanevskiy, and M Allard. 2009. “Middle Pleistocene (?) Buried Glacial Ice on Bylot Island, Canadian Arctic Archipleago.” EOS Transactions Fall Meeting EOS. Suppl. 90 (52): C41A–0438. Gray, James, E Godin, Jacynthe Masse, and Daniel Fortier. 2009. “Trois décennies d’observation Des Fluctuations Du Régime Thermique Du Pergélisol Dans Le Parc National de La Gaspésie.” Journal Article. Le Naturaliste Canadien 133 (3): 69–77. Papers, Posters and conferences - ordered by author Bouchard, F., E Godin, A. Veillette, S. Coulombe, and D. Fortier. 2015. “Scientific Mysteries and Adventures on Bylot Island: The Cartoon.” Pond Inlet: Nattinak Visitors Centre, Pond Inlet, Nunavut, Canada. doi:10.13140/RG.2.1.2301.6168. Brossard, GB, E Godin, D. Fortier, and E. Lévesque. 2009. “Degradation of Wetlands and Goose Habitat by Thermo-Erosion and Gullying of the Permafrost.” 26 Fév 2009, Colloque du CEN 2010, Québec, Québec, Canada. Gray, J., G. Davesne, D. Fortier, and E. Godin. 2017. “Nonlinear Thermal and Moisture Response of Ice-Wedge The Thermal Regime of Mountain Permafrost at the Summit of Mont Jacques-Cartier in the Gaspé Peninsula, Québec, Canada: A 37 Year Record of Fluctuations showing an Overall Warming Trend.” Permafrost and Periglacial Processes 28 (1): 266-274. doi:10.1002/ppp.1903. Costard, F., Sejourne, A., Kargel, J. and Godin, E. 2016. &#34;Modeling and observational occurrences of near-surface drainage in Utopia Planitia, Mars.&#34; Geomorphology. 275: 80-89. doi:10.1016/j.geomorph.2016.09.034. Coulombe, S., D. Fortier, D. Lacelle, E Godin, and A. Veillette. 2014. “Glacier-Derived Permafrost Ground-Ice, Bylot Island, Nunavut.” AGU 15 - 19 Dec 2014, AGU Fall meeting, San Francisco, USA. ———. 2015. “Caractérisation Des Cryofacies et Cryostructures de La Glace de Glacier Enfouie Dans Le Pergélisol, Ile Bylot, Nunavut.” Centre d’études Nordiques; 12- Feb, Colloque du CEN 2015, Rimouski, Québec, Canada. Fortier, D., E Godin, and S. Coulombe. 2013. “Permafrost Erosion Studies: Buried Ice and Gullying.” June 2013, Nattinak Visitors Centre, Pond Inlet, Nunavut, Canada. Fortier, D., E Godin, and E. Lévesque. 2014. “Subsurface Thermal Erosion of Ice-Wedge Polygons: Implications for Permafrost Geosystems in Transition.” EUCOP; 18-21 Jun, EUCOP4 (4th European Conference on Permafrost), Évora, Portugal. Fortier, D., E Godin, S. Coulombe, A. Veillette, and G. Letourneau. 2014. “Morphometry and Evolution of Thermal Erosion Gullies in the Valley of the Glacier c-79, Bylot Island, Canadian Arctic Archipelago.” THermokarst Aquatic ecosystems Workshop - THAW; 12-15 March, THermokarst Aquatic ecosystems Workshop, Québec, Québec, Canada. Fortier, D., E Godin, I. de Grandpré, E. Stephani, M. Sliger, and M. Darrow. 2011. “Impacts de La Dynamique de L’eau Sur L’évolution Du Pergélisol Dans Une Optique de Réchauffement Climatique.” CEN; 9 - 10 Fév, Symposium nordique 2011 - Colloque annuel du Centre d’études nordiques, Québec, Québec, Canada. Fortier, D., E Godin, M. Kanevskiy, and M Allard. 2009. “Middle Pleistocene (?) Buried Glacial Ice on Bylot Island, Canadian Arctic Archipleago.” EOS Transactions Fall Meeting EOS. Suppl. 90 (52): C41A–0438. Fortier, D., E. Godin, N. Perreault, and E. Lévesque. 2010. “Periglacial Landscape Stabilization Following Rapid Permafrost Degradation by Thermo-Erosion, Bylot Island, Nunavut, Canadian Arctic Archipelago.” AGU; 13 - 17 Dec, 2010 Fall Meeting, AGU, San Francisco, USA. Fortier, D., A. N. Kurchatova, M Torre Jorgenson, E Godin, J. Malenfant-Lepage, E. Stephani, M. Kanevskiy, and Y. Shur. 2012. “Origin of Massive Ice at Cape Marre-Sale, Yamal Peninsula, Siberia, Russia: Contrasting Views.” AGU; 3 - 7 Dec 2013, AGU Fall meeting, San Francisco, USA. Fortier, Daniel, Etienne, Godin, Esther Lévesque, Audrey Veillette, and Laurent Lamarque. 2015. “Thermal Erosion of Ice-Wedge Polygon Terrains Changes Fluxes of Energy and Matter of Permafrost Geosystems.” AGU; 14 - 18 Dec 2015, AGU Fall meeting, San Francisco, USA. Godin, E., Caudill, C. M. and Osinski, G. R. 2017. &#34;Imagery as a Multi-Scale Investigation Tool during the CANMARS 2016 MSR Analogue Mission.&#34; In: 48th Lunar and Planetary Science Conference. Woodlands, TX, USA, 20/03 - 24/03 :1933. Godin, E, and D. Fortier. 2010a. “Permafrost Degradation and Development of Thermo-Erosion Gullies During the Decade 1999-2009 on Bylot Island, Nunavut.” 10 - 12th March, 40th International Arctic Workshop, Winter Park, CO, USA. ———. 2010b. “Rapid Permafrost Degradation by Thermo-Erosion and Gullying of Ice-Wedge Polygons During the 1999-2009 Decade on Bylot Island, Nunavut, Canada.” Conférence régionale des utilisateurs de ESRI Canada 2010 “SIG Concevons notre avenir”, Québec, Québec, Canada. ———. 2011a. “Current Distribution of Thermo-Erosion Gullies and Implication for the Hydrological Regime of Wetlands, Bylot Island, Nunavut, Canada.” Arctic Workshop - INSTAAR; 2-4 March, 41st annual Arctic Workshop, Montréal, Québec, Canada. ———. 2011b. “Current Distribution of Thermo-Erosion Gullies and Implication for the Hydrological Regime of Wetlands, Bylot Island, Nunavut, Canada.” Arctic Frontier; 22 - 27 Jan, Arctic Frontier 2011, Tromsø, Norway. ———. 2011c. “Le Ravinement de Thermo-érosion Dans La Vallée c-79 Sur L’Ile Bylot, Nunavut, Canada : Distribution et Implications Pour Le Régime Hydrologique Des Zones Humides.” CEN; 9 - 10 Fév, Symposium nordique 2011 - Colloque annuel du Centre d’études nordiques, Québec, Québec, Canada. ———. 2012a. “Ice Wedge Thermo Erosion Leading to Rapid Gully Development: Process Overview and Implications for Linear Infrastructure in the Canadian Arctic.” 26-30 May, Third Annual Workshop of the Canadian Network of Expertise on Permafrost, Pangniqtuuq, Nunavut, Canada. ———. 2013a. “Impacts Du Ravinement de Thermo-érosion Sur L’hydrologie d’un Petit Bassin-Versant Sur L’Ile Bylot Dans L’archipel Arctique Canadien.” ACFAS; 8 Mai, Colloque du CEN 2013 &amp; 81e Colloque de l’ACFAS, Université Laval, Québec, Québec, Canada. ———. 2014. “Quantification Du Processus de Thermo-érosion de La Glace Massive Du Pergélisol -à Partir d’un Coin de Glace Instrumenté (Ile Bylot, NU, Canada).” CEN; 12-13 Feb, Colloque du CEN 2014, INRS, Québec, Québec, Canada. Godin, E, D. Fortier, and E. Lévesque. 2010. “Rapid Permafrost Degradation by Thermo-Erosion and Gullying of Ice-Wedge Polygons During the 1999-2009 Decade on Bylot Island, Nunavut, Canada.” CEN; 25 - 26 Feb, Symposium nordique 2010 - Colloque conjoint Centre d’études nordiques - ArcticWOLVES - Caribou Ungava - Chaire de recherche industrielle CRSNG-Produits forestiers Anticosti. Godin, E, D. Fortier, N.. Perreault, E. Lévesque, and G. Gauthier. 2010. “Impact on Greater Snow Goose Habitat by Wetland Drainage Resulting from Permafrost Gullying on Bylot Island, Nunavut, Canada.” 18 - 20 Nov, ArcticWOLVES final meeting, Québec, Québec, Canada. Godin, E, J.T. Gray, J. Masse, and D. Fortier. 2008. “Evolution of the Thermal Regime of Permafrost in Gaspésie, Southern Québec, Canada over the Last 30 Years.” 9-12 Dec, Arctic Change 2008, Québec, Québec, Canada. ———. 2009. “Evolution of the Thermal Regime of Permafrost in Gaspésie, Southern Quebec, Canada over the Last 30 Years.” 26 Fev 2009, Colloque du CEN 2010, Québec, Québec, Canada. Godin, E., and D. Fortier. 2010c. “Geomorphology of Thermo-Erosion Gullies - Case Study from Bylot Island, Nunavut, Canada.” Conference Proceedings. In Proceedings of the Sixty-Third Canadian Geotechnical Conference &amp; Sixth Canadian Permafrost Conference, 1:1540–7. Calgary, Canada. http://pubs.aina.ucalgary.ca/cpc/CPC6-1540.pdf. ———. 2010d. “Distribution and Local Hydrographic Impact of Rapid Permafrost Degradation by Thermo-Erosion and Gullying of Ice-Wedge Polygons in Glacier Valley C-79 on on Bylot Island , Nunavut, Canada.” Conference Paper. AGU; Fall Meeting, San Francisco, California, USA. ———. 2011d. “Fine Scale Monitoring of Ice Ablation Following Heat Transfer: Case Study Based on Ice-Wedge Thermo-Erosion on Bylot Island (Canadian High Arctic) and Laboratory Observations.” Conference Paper. ———. 2012b. “Geomorphology of a Thermo-Erosion Gully, Bylot Island, Nunavut, Canada.” Journal Article. Canadian Journal of Earth Sciences 49 (8): 979–86. doi:10.1139/e2012-015. ———. 2013b. “Physical Modeling and Monitoring of the Process of Thermal-Erosion of an Ice-Wedge During a Partially-Controlled Field Experiment (Bylot Island, NU, Canada).” Conference Paper. AGU; 9 - 13 Dec 2013, AGU Fall meeting, San Francisco, USA. Godin, E., D. Fortier, and S. Coulombe. 2014. “Effects of Thermo-Erosion Gullying on Hydrologic Flow Networks, Discharge and Soil Loss.” Journal Article. Environmental Research Letters 9 (10): 105010. doi:10.1088/1748-9326/9/10/105010. Godin, E., D. Fortier, and E. Lévesque. 2015. “Nonlinear Thermal and Moisture Dynamics of High Arctic Wetland Polygons Following Permafrost Disturbance.” Biogeosciences Discussions 12 (14): 11797–11831. doi:10.5194/bgd-12-11797-2015. ———. 2016. “Nonlinear Thermal and Moisture Response of Ice-Wedge Polygons to Permafrost Disturbance Increases Heterogeneity of High Arctic Wetland.” Biogeosciences 13 (5): 1439–52. doi:10.5194/bg-13-1439-2016. Godin, E, and D. Fortier. 2012c. “Fine-Scale Spatio-Temporal Monitoring of Multiple Thermo-Erosion Gully Development on Bylot Island, Eastern Canadian Archipelago.” Conference Proceedings. 25 - 29 Jun, 10th International Conference on Permafrost, Salerkhard, Yamal-Nenets Autonomous District, Russia. http://ipa.arcticportal.org/meetings/international-conferences. ———. 2012d. “Fine-Scale Spatio-Temporal Monitoring of Multiple Thermo-Erosion Gully Development on Bylot Island, Eastern Canadian Archipelago.” Conference Proceedings. In Proceedings of the Tenth International Conference on Permafrost, edited by Kenneth M. Hinkel, 1:125–30. Salerkhard, Yamal-Nenets Autonomous District, Russia: The Northern Publisher Salekhard. http://ipa.arcticportal.org/meetings/international-conferences. Direct link to the PDF. Godin, E. and Osinski, G. R. 2016. &#34;The Haughton Impact Structure as an Analogue to Mars: Polygons and the Nature of Their Depositional Environment.&#34; In: 6th International Conference on Mars Polar Science and Exploration, LPI Contribution. Reykjavik, Iceland, 05/09 - 09/09 vol 1926: 6039. http://www.hou.usra.edu/meetings/marspolar2016/pdf/6039.pdf. Godin, E., Pontefract, A., Harrison, T. N. and Osinski, G. R. 2017. &#34;Characterization of Gullies and their Controls at Thomas Lee Inlet, Devon Island, Nunavut, and considerations as Analogues to Mars.&#34; In: 48th Lunar and Planetary Science Conference. Woodlands, TX, USA, 20/03 - 24/03 :1579. Gray, J., G. Davesne, D. Fortier, and E. Godin. 2017. “Nonlinear Thermal and Moisture Response of Ice-Wedge The Thermal Regime of Mountain Permafrost at the Summit of Mont Jacques-Cartier in the Gaspé Peninsula, Québec, Canada: A 37 Year Record of Fluctuations showing an Overall Warming Trend.” Permafrost and Periglacial Processes 28 (1): 266-274. doi:10.1002/ppp.1903. Gray, James, E Godin, Jacynthe Masse, and Daniel Fortier. 2009. “Trois décennies d’observation Des Fluctuations Du Régime Thermique Du Pergélisol Dans Le Parc National de La Gaspésie.” Journal Article. Nat. Can 133 (3): 69–77. Osinski, G. R., Battler, M., Caudill, C., Pilles, E., Allard, P., Balachandran, K., Beaty, D., Bednar, D., Bina, A., Bourassa, M., Cao, F., Cloutis, E., Cote, K., Cross, M., Duff, S., Dzamba, T., Francis, R., Godin, E., Goordial, J., Grau, A., Haltigin, T., Harrington, E., Hawkswell, J., Hill, P., Hipkin, V., Innis, L., Kerrigan, M., King, D., Kissi, J., Li, Y., Maggiori, C., Maloney, M., Maris, J., McLennan, S., Mittelholz, A., Morse, Z., Newman, J., O&#39;Callaghan, J., Pascual, A., Picard, M., Poitras, J., Ryan, C., Simpson, S., Svensson, M., Tolometti, G., Tornabene, L., Whyte, L., Williford, K. &amp; Xie, T. 2017. &#34;Overview of the 2016 CanMars Mars Sample Return Analogue Mission.&#34; In: 48th Lunar and Planetary Science Conference. Woodlands, TX, USA, 20/03 - 24/03. Veillette, A., D. Fortier, and E Godin. 2015a. “Contrasting Patterns of Thermo-Erosion Gullies Formed in Syngenetic Ice Wedge Polygonal Terrains on Bylot Island, Eastern Canadian Arctic: Case Studies from Three Different Sedimentary Environments.” GeoQuébec; 20-23 Sept. GeoQuébec 2015, Québec, Québec, Canada. ———. 2015b. “Contrasting Patterns of Thermo-Erosion Gullies Formed in Syngenetic Ice Wedge Polygonal Terrains on Bylot Island, Eastern Canadian Arctic: Case Studies from Three Different Sedimentary Environments.” In Proceedings of the Sixty-Eighth Canadian Geotechnical Conference &amp; Seventh Canadian Permafrost Conference. Quebec, Quebec, Canada. PDF. Veillette, A., D. Fortier, E Godin, S. Coulombe, and G. Létourneau. 2014. “Dégradation Rapide Du Pergélisol Par Thermo-érosion et Ravinement: Implications Pour Le Géosystème Périglaciaire.” CEN; 12-13 Feb, Colloque du CEN 2014, INRS, Québec, Québec, Canada.", 
            "tags": "pages", 
            "loc": "https://egodin.github.io/pages/contributions.html"
        }        
    ]
}